<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة المصادقة
    |--------------------------------------------------------------------------
    |
    | تُستخدم أسطر اللغة التالية أثناء عملية المصادقة لعرض الرسائل
    | المختلفة للمستخدم. يمكنك تعديل هذه الرسائل بما يتناسب مع تطبيقك.
    |
    */

    'failed' => 'بيانات تسجيل الدخول غير صحيحة.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];
