<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | تُستخدم أسطر اللغة التالية لعرض الرسائل المتعلقة بعملية تحديث
    | كلمة المرور، مثل فشل العملية بسبب كلمة مرور غير صحيحة
    | أو بسبب استخدام رمز إعادة تعيين غير صالح.
    |
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قليلاً قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم باستخدام عنوان البريد الإلكتروني هذا.',

];
